Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Annual Plan, %@
ar: الخطة السنوية، %@
az: İllik Plan, %@
bg: Годишен план, %@
bn: বার্ষিক পরিকল্পনা, %@
ca: Pla anual, %@
cs: Roční plán, %@
da: Årligt abonnement, %@
de: Jahresplan, %@
el: Ετήσιο Πακέτο, %@
es: Plan anual, %@
es_419: Plan anual, %@
es_mx: Plan anual, %@
es_us: Plan anual, %@
fa: پلن سالانه، %@
fi: Vuosisuunnitelma, %@
fil: Taunang Plano, %@
fr: Forfait annuel, %@
fr_ca: Forfait annuel, %@
gu: વાર્ષિક યોજના, %@
ha: Shirin Shekara, %@
he: מנוי שנתי, %@
hi: वार्षिक योजना, %@
hr: Godišnji plan, %@
hu: Éves előfizetés, %@
id: Paket Tahunan, %@
it: Piano annuale, %@
ja: 年額プラン、%@
jv: Rencana Taunan, %@
kk: Жылдық жоспар, %@
kn: ವಾರ್ಷಿಕ ಯೋಜನೆ, %@
ko: 연간 요금제, %@
ku: Planê salane, %@
mr: वार्षिक योजना, %@
ms: Pelan Tahunan, %@
nb: Årsplan, %@
nl: Jaarabonnement, %@
pa: ਸਾਲਾਨਾ ਯੋਜਨਾ, %@
pl: Plan roczny, %@
pt_br: Plano Anual, %@
pt_pt: Plano anual, %@
ro: Plan anual, %@
ru: Годовой план, %@
sk: Ročný plán, %@
su: Paket Taunan, %@
sv: Årsplan, %@
sw: Mpango wa Mwaka, %@
ta: வாராந்திர திட்டம், %@
te: సంవత్సర వార్షిక పథకం, %@
th: แผนรายปี, %@
tr: Yıllık Plan, %@
ug: يىللىق پىلان، %@
uk: Річний план, %@
ur: سالانہ پلان، %@
vi: Gói theo năm, %@
xh: Icwangciso lonyaka, %@
zh_hans: 年付方案，%@
zh_hant: 年度方案，%@
zh_hk: 年繳方案，%@
zu: Uhlelo Lonyaka, %@

source: Answer
ar: الإجابة
az: Cavab
bg: Отговор
bn: উত্তর
ca: Resposta
cs: Odpověď
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
es_419: Respuesta
es_mx: Respuesta
es_us: Respuesta
fa: پاسخ
fi: Vastaus
fil: Sagot
fr: Réponse
fr_ca: Réponse
gu: જવાબ
ha: Amsa
he: תשובה
hi: उत्तर
hr: Rješenje
hu: Válasz
id: Jawaban
it: Risposta
ja: 解答
jv: Wangsulan
kk: Жауап
kn: ಉತ್ತರ
ko: 답
ku: Bersiv
mr: उत्तरा
ms: Jawapan
nb: Svar
nl: Antwoord
pa: ਜਵਾਬ
pl: Odpowiedź
pt_br: Resposta
pt_pt: Resposta
ro: Răspuns
ru: Ответ
sk: Odpoveď
su: Jawaban
sv: Svar
sw: Jibu
ta: பதில்
te: సమాధానం
th: คำตอบ
tr: Cevap
ug: جاۋاب
uk: Відповідь
ur: جواب
vi: Đáp án
xh: Impendulo
zh_hans: 答案
zh_hant: 答案
zh_hk: 答案
zu: Impendulo

source: ANSWER
ar: الْإِجَابَة
az: CAVAB
bg: ОТГОВОР
bn: উত্তর
ca: RESPPOSTA
cs: ODPOVĚĎ
da: SVAR
de: ANTWORT
el: ΑΠΑΝΤΗΣΗ
es: RESPUESTA
es_419: RESPUESTA
es_mx: RESPUESTA
es_us: RESPUESTA
fa: پاسخ
fi: VASTAUS
fil: SAGOT
fr: RÉPONSE
fr_ca: RÉPONSE
gu: જવાબ
ha: AMSA
he: תשובה
hi: उत्तर
hr: ODGOVOR
hu: VÁLASZ
id: JAWABAN
it: RISPOSTA
ja: 解答
jv: WANGSULAN
kk: ЖАУАП
kn: ಉತ್ತರ
ko: 정답
ku: BERSIV
mr: उत्तर
ms: JAWAPAN
nb: SVAR
nl: ANTWOORD
pa: ਜਵਾਬ
pl: ODPOWIEDŹ
pt_br: RESPOSTA
pt_pt: RESPOSTA
ro: RĂSPUNS
ru: ОТВЕТ
sk: ODPOVEĎ
su: JAWABAN
sv: SVAR
sw: JIBU
ta: பதில்
te: సమాధానం
th: คำตอบ
tr: CEVAP
ug: جاۋاب
uk: ВІДПОВІДЬ
ur: جواب
vi: ĐÁP ÁN
xh: IMPENDULO
zh_hans: 答案
zh_hant: 答案
zh_hk: 答案
zu: IMPENDULO

source: Answer: %@
ar: الإجابة: %@
az: Cavab: %@
bg: Отговор: %@
bn: উত্তর: %@
ca: Resposta: %@
cs: Odpověď: %@
da: Svar: %@
de: Antwort: %@
el: Απάντηση: %@
es: Respuesta: %@
es_419: Respuesta: %@
es_mx: Respuesta: %@
es_us: Respuesta: %@
fa: پاسخ: %@
fi: Vastaus: %@
fil: Sagot: %@
fr: Réponse : %@
fr_ca: Réponse : %@
gu: જવાબ: %@
ha: Amsa: %@
he: תשובה: %@
hi: उत्तर: %@
hr: Odgovor: %@
hu: Válasz: %@
id: Jawaban: %@
it: Risposta: %@
ja: 答え：%@
jv: Wangsulan: %@
kk: Жауап: %@
kn: ಉತ್ತರ: %@
ko: 답: %@
ku: Bersiv: %@
mr: उत्तर: %@
ms: Jawapan: %@
nb: Svar: %@
nl: Antwoord: %@
pa: ਜਵਾਬ: %@
pl: Odpowiedź: %@
pt_br: Resposta: %@
pt_pt: Resposta: %@
ro: Răspuns: %@
ru: Ответ: %@
sk: Odpoveď: %@
su: Jawaban: %@
sv: Svar: %@
sw: Jibu: %@
ta: பதில்: %@
te: సమాధానం: %@
th: คำตอบ: %@
tr: Cevap: %@
ug: جاۋاب: %@
uk: Відповідь: %@
ur: جواب: %@
vi: Đáp án: %@
xh: Impendulo: %@
zh_hans: 答案：%@
zh_hant: 答案：%@
zh_hk: 答案：%@
zu: Impendulo: %@

source: API error:
ar: خطأ في واجهة برمجة التطبيقات:
az: API xətası:
bg: Грешка в API:
bn: API ত্রুটি:
ca: Error de l'API:
cs: Chyba API:
da: API-fejl:
de: API‑Fehler:
el: Σφάλμα API:
es: Error de la API:
es_419: Error de API:
es_mx: Error de API:
es_us: Error de API:
fa: خطای API:
fi: API-virhe:
fr: Erreur API :
fr_ca: Erreur de l'API :
gu: API ત્રુટિ:
ha: Kuskuren API:
he: שגיאת API:
hi: API त्रुटि:
hr: Pogreška API-ja:
hu: API hiba:
id: Kesalahan API:
it: Errore API:
ja: APIエラー：
jv: Kasalahan API:
kk: API қатесі:
kn: API ದೋಷ:
ko: API 오류:
ku: API xeta:
mr: API त्रुटी:
ms: Ralat API:
nb: API-feil:
nl: API-fout:
pa: API ਗਲਤੀ:
pl: Błąd API:
pt_br: Erro na API:
pt_pt: Erro da API:
ro: Eroare API:
ru: Ошибка API:
sk: Chyba API:
su: Kasalahan API:
sv: API-fel:
sw: Hitilafu ya API:
ta: API பிழை:
te: API లో లోపం:
th: ข้อผิดพลาด API:
tr: API hatası:
ug: API خاتاسى:
uk: Помилка API:
ur: API خرابی:
vi: Lỗi API:
xh: Impazamo ye-API:
zh_hans: API 错误：
zh_hant: API 錯誤：
zh_hk: API 錯誤：
zu: Iphutha le-API:

source: APP
ar: التطبيق
az: TƏTBİQ
bg: ПРИЛОЖЕНИЕ
bn: অ্যাপ
ca: APLICACIÓ
cs: APLIKACE
el: ΕΦΑΡΜΟΓΗ
fa: اپ
fi: SOVELLUS
gu: એપ
he: אפליקציה
hi: ऐप
hu: ALKALMAZÁS
ja: アプリ
kk: ҚОСЫМША
kn: ಎಪ್
ko: 앱
ku: SERLÎKARÎ
mr: अॅप
pa: ਐਪ
pl: APLIKACJA
ro: APLICAȚIE
ru: ПРИЛОЖЕНИЕ
sk: APLIKÁCIA
ta: அப்
te: యాప్
th: แอป
tr: UYGULAMA
ug: ئەپ
uk: ДОДАТОК
ur: ایپ
vi: ỨNG DỤNG
zh_hant: 應用程式
zu: Uhlelo

# apple_subscription_disclosure
source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscription automatically renews unless canceled at least 24 hours before the end of the current period. You can manage and cancel your subscription in your Apple ID Account Settings.
ar: سيتم خصم الدفعة من حساب Apple ID الخاص بك عند تأكيد الشراء. يتجدد الاشتراك تلقائيًا ما لم يتم الإلغاء قبل 24 ساعة على الأقل من نهاية الفترة الحالية. يمكنك إدارة اشتراكك وإلغاؤه من إعدادات حساب Apple ID.
az: Ödəmə satınalma təsdiqlənərkən Apple ID hesabınıza yüklənəcək. Abunə cari dövrün sonundan ən azı 24 saat əvvəl ləğv edilmədikcə avtomatik olaraq yenilənir. Abunənizi Apple ID Hesab Parametrlərinizdə idarə edə və ləğv edə bilərsiniz.
bg: Плащането ще бъде начислено към вашия Apple ID при потвърждение на покупката. Абонаментът се подновява автоматично, освен ако не бъде отказан поне 24 часа преди края на текущия период. Можете да управлявате и отказвате абонамента си в настройките на акаунта на вашия Apple ID.
ca: El pagament s'aplicarà al teu compte d'Apple ID en confirmar la compra. La subscripció es renova automàticament tret que la cancel·lis almenys 24 hores abans del final del període actual. Pots gestionar i cancel·lar la teva subscripció a la configuració del teu compte d'Apple ID.
cs: Platba bude účtována na váš účet Apple ID při potvrzení nákupu. Předplatné se automaticky obnovuje, pokud není zrušeno nejpozději 24 hodin před koncem aktuálního období. Předplatné můžete spravovat a zrušit v Nastavení účtu Apple ID.
da: Betalingen trækkes på din Apple‑ID-konto ved købets bekræftelse. Abonnementet fornyes automatisk, medmindre det opsiges mindst 24 timer før periodens udløb. Du kan administrere og annullere dit abonnement i indstillingerne for din Apple‑ID-konto.
de: Die Zahlung wird bei Bestätigung des Kaufs deinem Apple‑ID‑Konto belastet. Das Abo verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt wird. Du kannst dein Abo in den Apple‑ID‑Account‑Einstellungen verwalten und kündigen.
el: Η πληρωμή θα χρεωθεί στον λογαριασμό Apple ID κατά την επιβεβαίωση της αγοράς. Η συνδρομή ανανεώνεται αυτόματα εκτός αν ακυρωθεί τουλάχιστον 24 ώρες πριν το τέλος της τρέχουσας περιόδου. Μπορείς να διαχειριστείς και να ακυρώσεις τη συνδρομή σου από τις Ρυθμίσεις του λογαριασμού Apple ID.
es: El pago se cargará en la cuenta de tu Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Puedes gestionar y cancelar tu suscripción en los ajustes de tu Apple ID.
es_419: El pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que la canceles al menos 24 horas antes del final del período actual. Puedes gestionar y cancelar tu suscripción en los Ajustes de tu cuenta de Apple ID.
es_mx: El pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del periodo actual. Puedes administrar y cancelar tu suscripción en la Configuración de tu cuenta de Apple ID.
es_us: El pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Puedes gestionar y cancelar tu suscripción en los ajustes de tu cuenta de Apple ID.
fa: پرداخت هنگام تأیید خرید به حساب Apple ID شما اعمال خواهد شد. اشتراک به‌طور خودکار تمدید می‌شود مگر اینکه حداقل ۲۴ ساعت قبل از پایان دوره جاری لغو شود. می‌توانید اشتراک خود را در تنظیمات حساب Apple ID مدیریت و لغو کنید.
fi: Maksu veloitetaan Apple ID -tililtäsi oston vahvistuksen yhteydessä. Tilaus uusiutuu automaattisesti, ellei sitä peruuteta vähintään 24 tuntia ennen nykyisen jakson päättymistä. Voit hallinnoida ja peruuttaa tilaustasi Apple ID -tiliasetuksissasi.
fil: Ang bayad ay sisingilin sa iyong Apple ID account kapag kinumpirma ang pagbili. Ang subscription ay awtomatikong magre-renew maliban kung kanselahin nang hindi bababa sa 24 na oras bago matapos ang kasalukuyang panahon. Maaari mong pamahalaan at kanselahin ang iyong subscription sa Mga Setting ng Apple ID.
fr: apple_subscription_disclosure
fr_ca: Le paiement sera facturé à ton compte Apple ID lors de la confirmation de l'achat. L'abonnement se renouvelle automatiquement sauf si tu l'annules au moins 24 heures avant la fin de la période en cours. Tu peux gérer et annuler ton abonnement dans les réglages de ton compte Apple ID.
gu: ચુકવણી ખરીદીની પુષ્ટિ વખતે તમારા Apple ID ખાતા પર ચાર્જ કરવામાં આવશે. સબ્સ્ક્રિપ્શન વર્તમાન અવધિના અંતથી ઓછામાં ઓછા 24 કલાક પહેલા રદ ન કરતી હોય તો આપમેળે નવિનીકરણ થાય છે. તમે તમારા Apple ID ખાતાના સેટિંગ્સમાં જઈને તમારું સબ્સ્ક્રિપ્શન મેનેજ અને રદ કરી શકો છો.
ha: Za a caje biyan kuɗi zuwa asusun Apple ID ɗinka a lokacin tabbatar da sayan. Biyan kuɗi zai sabunta kansa sai an soke aƙalla awanni 24 kafin ƙarshen waƙatin yanzu. Za ka iya sarrafa da soke biyan kuɗin a Saitunan Asusun Apple ID ɗinka.
he: התשלום יחויב לחשבון Apple ID שלך בעת אישור הרכישה. המנוי מתחדש אוטומטית אלא אם תבוטל לפחות 24 שעות לפני תום התקופה הנוכחית. ניתן לנהל ולבטל את המנוי בהגדרות חשבון Apple ID שלך.
hi: भुगतान खरीद की पुष्टि पर आपके Apple ID खाते से लिया जाएगा। सदस्यता वर्तमान अवधि के अंत से कम से कम 24 घंटे पहले रद्द न किए जाने पर स्वचालित रूप से नवीनीकृत हो जाती है। आप अपनी सदस्यता का प्रबंधन और रद्दीकरण अपने Apple ID खाते की सेटिंग्स में कर सकते हैं.
hr: Naplatit će se uplata na vaš Apple ID račun prilikom potvrde kupnje. Pretplata se automatski obnavlja osim ako nije otkazana najmanje 24 sata prije kraja tekućeg razdoblja. Pretplatu možete upravljati i otkazati u postavkama svog Apple ID računa.
hu: A fizetés a Apple ID-fiókodhoz lesz terhelve a vásárlás megerősítésekor. Az előfizetés automatikusan megújul, kivéve ha legalább 24 órával az aktuális időszak vége előtt lemondod. Az előfizetésedet az Apple ID fiók beállításaiban kezelheted és mondhatod le.
id: Pembayaran akan dibebankan ke akun Apple ID Anda saat konfirmasi pembelian. Langganan akan diperpanjang otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode saat ini. Anda dapat mengelola dan membatalkan langganan di Pengaturan Akun Apple ID Anda.
it: Il pagamento verrà addebitato sul tuo account Apple ID alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della fine del periodo in corso. Puoi gestire e annullare l'abbonamento nelle Impostazioni account Apple ID.
ja: 購入の確認時に料金があなたのApple IDに請求されます。購読は現在の期間の終了の少なくとも24時間前に解約されない限り自動的に更新されます。購読の管理および解約はApple IDのアカウント設定で行えます。
jv: Pembayaran bakal ditagih menyang akun Apple ID panjenengan sak konfirmasi tuku. Langganan bakal diperpanjang otomatis kajaba dibatalake sethithik 24 jam sadurunge pungkasan periode saiki. Sampeyan bisa ngatur lan mbatalake langganan ing Setelan Akun Apple ID.
kk: Төлем сатып алуды растау кезінде сенің Apple ID аккаунтыңа алынады. Жазылым ағымдағы мерзім аяқталғанға кемінде 24 сағат қалғанда тоқтатылмаса автоматты түрде жаңартылады. Сен жазылымды басқара аласың және тоқтата аласың өзіңнің Apple ID есеп параметрлерінен.
kn: ಖರೀದಿ ದೃಢೀಕರಣದ ಸಂದರ್ಭದಲ್ಲಿ ನಿಮ್ಮ Apple ID ಖಾತೆಗೆ ಪಾವತಿಯನ್ನು ವಿಧಿಸಲಾಗುತ್ತದೆ. ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್ ಪ್ರಸ್ತುತ ಅವಧಿಯ ಕೊನೆಗೆ ಕನಿಷ್ಠ 24 ಗಂಟೆಗಳ ಮುಂಗಡದಲ್ಲಿ ರದ್ದು ಮಾಡದಿದ್ದರೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕೃತವಾಗುತ್ತದೆ. ನೀವು ನಿಮ್ಮ Apple ID ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನಿಮ್ಮ ಸಬ್ಸ್ಕ್ರಿಪ್ಷನ್‌ ಅನ್ನು ನಿರ್ವಹಿಸಬಹುದು ಮತ್ತು ರದ್ದು ಮಾಡಬಹುದು.
ko: 구매 확인 시 결제는 귀하의 Apple ID 계정으로 청구됩니다. 구독은 현재 기간 종료 최소 24시간 전에 취소하지 않으면 자동으로 갱신됩니다. 구독은 Apple ID 계정 설정에서 관리 및 취소할 수 있습니다.
ku: Drav dê di hesabê Apple ID ya te de di demjimêra piştgiriya kirrînê de were xerc kirin. Aboneya herdem bi xwe tazeyî dibe heke nehatî betal kirin herî kêm 24 saet berî dawiya demjimêrê. Hûn dikarin aboneyê xwe di Mîhengên Hesabê Apple ID de rêve bikin û betal bikin.
mr: खरेदीची पुष्टी होताच तुमच्या Apple ID खात्यावर देयक आकारले जाईल. सदस्या चालू कालावधी संपण्याच्या किमान 24 तास आधी रद्द न केल्यास सदस्यता स्वयंचलितपणे नूतनीकृत होते. तुम्ही तुमच्या Apple ID खाते सेटिंग्जमध्ये जाऊन तुमची सदस्यता व्यवस्थापित व रद्द करू शकतो.
ms: Pembayaran akan dicaj ke akaun Apple ID anda semasa pengesahan pembelian. Langganan akan diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum tamat tempoh semasa. Anda boleh mengurus dan membatalkan langganan anda dalam Tetapan Akaun Apple ID anda.
nb: Betalingen belastes din Apple ID‑konto ved bekreftelse av kjøpet. Abonnementet fornyes automatisk med mindre det sies opp minst 24 timer før slutten av gjeldende periode. Du kan administrere og si opp abonnementet i Apple ID‑kontoinnstillingene dine.
nl: De betaling wordt in rekening gebracht op je Apple ID-account zodra de aankoop is bevestigd. Abonnement wordt automatisch verlengd tenzij het ten minste 24 uur voor het einde van de huidige periode wordt geannuleerd. Je kunt je abonnement beheren en annuleren via de instellingen van je Apple ID-account.
pl: Płatność zostanie obciążona na Twoje konto Apple ID po potwierdzeniu zakupu. Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu. Możesz zarządzać i anulować subskrypcję w ustawieniach konta Apple ID.
pt_br: A cobrança será feita na sua conta do Apple ID quando a compra for confirmada. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do término do período atual. Você pode gerenciar e cancelar sua assinatura nas configurações da sua conta do Apple ID.
pt_pt: O pagamento será cobrado à tua conta Apple ID no momento da confirmação da compra. A subscrição renova‑se automaticamente, salvo cancelamento pelo menos 24 horas antes do fim do período em curso. Podes gerir e cancelar a tua subscrição nas Definições da conta Apple ID.
ro: Plata va fi reținută din contul tău Apple ID la confirmarea achiziției. Abonamentul se reînnoiește automat, cu excepția cazului în care este anulat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Poți gestiona și anula abonamentul din setările contului tău Apple ID.
ru: Оплата будет списана с твоего аккаунта Apple ID при подтверждении покупки. Подписка автоматически продлевается, если её не отменить как минимум за 24 часа до окончания текущего периода. Управлять подпиской и отменять её можно в настройках учётной записи Apple ID.
sk: Platba bude účtovaná na tvoj účet Apple ID pri potvrdení nákupu. Predplatné sa automaticky obnovuje, pokiaľ ho nezrušíš aspoň 24 hodín pred koncom súčasného obdobia. Predplatné môžeš spravovať a zrušiť v nastaveniach účtu Apple ID.
su: Pamayaran bakal ditagih ka akun Apple ID anjeun nalika konfirmasi pameseran. Langganan otomatis diperpanjang kajaba dibatalkeun sahenteuna 24 jam saméméh periode ayeuna réngsé. Anjeun tiasa ngatur jeung ngabatalkeun langganan dina Pangaturan Akun Apple ID anjeun.
sv: Betalning debiteras ditt Apple-ID-konto vid bekräftelse av köpet. Prenumerationen förnyas automatiskt om den inte sägs upp minst 24 timmar före slutet av den pågående perioden. Du kan hantera och avbryta din prenumeration i inställningarna för ditt Apple‑ID-konto.
sw: Malipo yatachajiwa kwenye akaunti yako ya Apple ID wakati uthibitisho wa ununuzi. Uanachama unasasishwa moja kwa moja isipokuwa ukausitisha angalau masaa 24 kabla ya mwisho wa kipindi cha sasa. Unaweza kusimamia na kuachia uanachama wako katika Mipangilio ya Akaunti yako ya Apple ID.
ta: கட்டணத்தை உங்கள் Apple ID கணக்கிற்கு வாங்குதல் உறுதிசெய்யும் போது வசூலிக்கப்படும். சந்தா தற்போதைய காலக்கட்டத்தின் заканчுவதற்கு குறைந்தது 24 மணி முன்பாக இரத்து செய்யப்படவில்லையெனில் தானாக புதுப்பிக்கப்படும். உங்கள் Apple ID கணக்கின் அமைப்புகளில் சந்தாவை நிர்வகித்து இரத்து செய்யலாம்.
th: การชำระเงินจะถูกเรียกเก็บจากบัญชี Apple ID ของคุณเมื่อยืนยันการซื้อ การสมัครจะต่ออายุโดยอัตโนมัติ เว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน คุณสามารถจัดการและยกเลิกการสมัครได้ในการตั้งค่าบัญชี Apple ID ของคุณ
tr: Ödeme, satın alma onayında Apple ID hesabınıza faturalandırılır. Abonelik, mevcut dönemin bitiminden en az 24 saat önce iptal edilmezse otomatik olarak yenilenir. Aboneliğinizi Apple ID Hesap Ayarları'ndan yönetebilir ve iptal edebilirsiniz.
ug: تۆلەش سېتىۋېلىشنى جەزملەشتۈرگەندە پۇل سەننىڭ Apple ID ھېساباتىڭغا چەكلەنەر. ئەزاللىق جارى مۇددىتى ئاخىرلىشىشتىن ئەڭ ئاز 24 سائەت بۇرۇن بىكار قىلىنمايدىغان بولسا ئاپتوماتىك يېڭىلىنىدۇ. ئەزاللىقىڭنى باشقۇرۇش ۋە بىكار قىلىش ئۈچۈن Apple ID ھېسابات تەڭشەكلىرىگە كىرىپ باشقۇرالايسەن.
ur: ادائیگی آپ کے Apple ID اکاؤنٹ سے خریداری کی تصدیق پر وصول کی جائے گی۔ سبسکرپشن موجودہ مدت کے اختتام سے کم از کم 24 گھنٹے پہلے منسوخ نہ کرنے تک خودکار طور پر تجدید ہو جاتی ہے۔ آپ اپنی سبسکرپشن کا انتظام اور منسوخی اپنے Apple ID اکاؤنٹ کی ترتیبات میں کر سکتے ہیں۔
vi: Thanh toán sẽ được tính vào tài khoản Apple ID của bạn khi xác nhận mua. Đăng ký sẽ tự động gia hạn trừ khi bạn hủy ít nhất 24 giờ trước khi kết thúc chu kỳ hiện tại. Bạn có thể quản lý và hủy đăng ký trong Cài đặt tài khoản Apple ID của bạn.
xh: Intlawulo iya kuqhatshelwa kwi-Akhawunti yakho ye-Apple ID xa uqinisekisa ukuthenga. Ubhaliso uya kuphinda ngokuzenzekelayo ngaphandle kokurhoxiswa ubuncinci iiyure ezingama-24 phambi kokuphela kwexesha langoku. Unokulawula kwaye urhoxise ubhaliso bakho kwiSetingi zeAkhawunti ye-Apple ID.
zh_hans: apple_subscription_disclosure
zh_hant: 購買確認後，費用將從你的 Apple ID 帳戶扣款。訂閱會自動續訂，除非在當前期間結束前至少 24 小時取消。你可以在 Apple ID 帳戶設定中管理及取消訂閱。
zh_hk: 購買確認時，付款將向你的 Apple ID 帳戶收取。訂閱會自動續訂，除非在當前期限結束前至少 24 小時取消。你可以在你的 Apple ID 帳戶設定中管理並取消訂閱。
zu: intshukumo_yokukhokha_apple

source: Arithmetic
ar: الحساب
az: Aritmetika
bg: Аритметика
bn: অঙ্ক
ca: Aritmètica
cs: Aritmetika
da: Aritmetik
de: Rechnen
el: Αριθμητική
es: Aritmética
es_419: Aritmética
es_mx: Aritmética
es_us: Aritmética
fa: حسابداری
fi: Aritmetiikka
fil: Aritmetika
fr: Arithmétique
fr_ca: Arithmétique
gu: અંકગણિત
he: חשבון (אריתמטיקה)
hi: अंकगणित
hr: Aritmetika
hu: Aritmetika
id: Aritmatika
it: Aritmetica
ja: 算数
jv: Aritmetika
kk: Арифметика
kn: ಅಂಕಗಣಿತ
ko: 산수
ku: Aritmetîk
mr: अंकगणित
ms: Aritmetik
nb: Aritmetikk
nl: Rekenen
pa: ਅੰਕਗਣਿਤ
pl: Arytmetyka
pt_br: Aritmética
pt_pt: Aritmética
ro: Aritmetică
ru: Арифметика
sk: Aritmetika
su: Aritmetika
sv: Aritmetik
sw: Aritmetiki
ta: அரித்மெடிக் (Arithmetic)
te: అంకెల గణితం
th: เลขคณิต
tr: Aritmetik
ug: ئارىتمېتىكا
uk: Арифметика
ur: حساب
vi: Số học
xh: Ubalo
zh_hans: 算术
zh_hant: 算術
zh_hk: 算術
zu: I-Arithmetic

source: BEST VALUE
ar: أفضل قيمة
az: ƏN YAXŞI DƏYƏR
bg: НАЙ-ИЗГОДНО
bn: সর্বোত্তম মূল্য
ca: MILLOR OPCIÓ
cs: NEJLEPŠÍ NABÍDKA
da: BEDSTE VALG
de: BESTER WERT
el: ΚΑΛΥΤΕΡΗ ΑΞΙΑ
es: MEJOR VALOR
es_419: MEJOR VALOR
es_mx: MEJOR VALOR
es_us: MEJOR VALOR
fa: بهترین ارزش
fi: PARAS ARVO
fil: PINAKA SULIT
fr: MEILLEURE OFFRE
fr_ca: MEILLEUR CHOIX
gu: ઉત્તમ મૂલ્ય
ha: Mafi Kyawu
he: ערך מוסף
hi: सर्वश्रेष्ठ मूल्य
hr: NAJBOLJA CIJENA
hu: LEGJOBB AJÁNLAT
id: NILAI TERBAIK
it: MIGLIOR VALORE
ja: ベストバリュー
jv: NILAI Paling Apik
kk: ҮЗДІК ҰСЫНЫС
kn: ಉತ್ತಮ ಮೌಲ್ಯ
ko: 최고 가치
ku: BÊHTIRÎN BÊRÎN
mr: सर्वोत्तम किंमत
ms: NILAI TERBAIK
nb: BESTE VERDI
nl: BESTE WAARDE
pa: ਸਰਵੋਤਮ ਮੁੱਲ
pl: NAJLEPSZA WARTOŚĆ
pt_br: MELHOR CUSTO-BENEFÍCIO
pt_pt: MELHOR VALOR
ro: CEA MAI BUNĂ ALEGERE
ru: ЛУЧШЕЕ ПРЕДЛОЖЕНИЕ
sk: NAJLEPŠIA VOĽBA
su: PANGSAÉNA
sv: BÄSTA VÄRDET
sw: THAMANI BORA
ta: அதிகமான மதிப்பு
te: ఉత్తమ విలువ
th: คุ้มค่าที่สุด
tr: EN AVANTAJLI
ug: ئەڭ ياخشى قىممەت
uk: НАЙКРАЩА ПРОПОЗИЦІЯ
ur: بہترین قیمت
vi: GIÁ TRỊ TỐT NHẤT
xh: ELONA XABISO
zh_hans: 超值
zh_hant: 最佳價值
zh_hk: 最佳價值
zu: INANI ELIPHEZULU

source: Calculating solution...
ar: جارٍ حساب الحل...
az: Həll hesablanır...
bg: Изчислява се решението...
bn: উত্তর গণনা করা হচ্ছে...
ca: Calculant la solució...
cs: Vypočítávám řešení...
da: Beregner løsning...
de: Lösung wird berechnet...
el: Υπολογισμός λύσης...
es: Calculando la solución...
es_419: Calculando solución...
es_mx: Calculando la solución...
es_us: Calculando solución...
fa: در حال محاسبه حل...
fi: Ratkaisua lasketaan...
fil: Kinukwenta ang solusyon...
fr: Calcul de la solution...
fr_ca: Calcul de la solution...
gu: ઉકેલ ગણવામાં આવી રહ્યું છે...
ha: Ana lissafin mafita...
he: מחשב פתרון...
hi: समाधान की गणना की जा रही है...
hr: Izračunavam rješenje...
hu: Megoldás kiszámítása...
id: Menghitung solusi...
it: Calcolo della soluzione...
ja: 解答を計算しています...
jv: Ngitung solusi...
kk: Шешімді есептеп жатыр...
kn: ಉತ್ತರ ಲೆಕ್ಕಿಸಲಾಗುತ್ತಿದೆ...
ko: 해답 계산 중...
ku: Çözüm tê hesibandin...
mr: उत्तरे गणना करत आहे...
ms: Mengira penyelesaian...
nb: Beregner løsning...
nl: Oplossing berekenen...
pa: ਹੱਲ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Obliczanie rozwiązania...
pt_br: Calculando solução...
pt_pt: A calcular solução...
ro: Calcularea soluției...
ru: Вычисляю решение...
sk: Počítam riešenie...
su: Ngitung solusi...
sv: Beräknar lösning...
sw: Inahesabu suluhisho...
ta: தீர்வு கணக்கிடப்படுகிறது...
te: సమాధానం হিসాబించుకుంటున్నాము...
th: กำลังคำนวณคำตอบ...
tr: Çözüm hesaplanıyor...
ug: ھەل قىلىنىۋاتىدۇ...
uk: Обчислення розв’язку...
ur: حل نکالا جا رہا ہے...
vi: Đang tính lời giải...
xh: Kubalwa isisombululo...
zh_hans: 正在计算答案...
zh_hant: 計算解答中...
zh_hk: 正在計算解答...
zu: Kubalwa isixazululo...

source: Calculus
ar: التفاضل والتكامل
az: Analiz
bg: Математически анализ
bn: ক্যালকুলাস
ca: Càlcul
cs: Kalkulus
da: Differentialregning
de: Analysis
el: Διαφορικός και ολοκληρωτικός λογισμός
es: Cálculo
es_419: Cálculo
es_mx: Cálculo
es_us: Cálculo
fa: حسابان
fi: Kalkyyli
fil: Kalkulo
fr: Calcul
fr_ca: Calcul
gu: કલ્ક્યુલસ
he: חשבון אינטגרלי (חשבון דיפרנציאלי ואינטגרלי)
hi: कलन (Calculus)
hr: Kalkulus
hu: Kalkulus
id: Kalkulus
it: Calcolo infinitesimale
ja: 微積分
jv: Kalkulus
kk: Калькуляс
kn: ಕ್ಯಾಲ್ಕುಲಸ್
ko: 미적분
ku: Kalkûlus
mr: कलनशास्त्र
ms: Kalkulus
nb: Kalkulus
pa: ਕੈਲਕੁਲਸ
pl: Rachunek
pt_br: Cálculo
pt_pt: Cálculo
ro: Calcul diferențial și integral
ru: Математический анализ
sk: Kalkulus
su: Kalkulus
sv: Analys
sw: Kalkulasi
ta: கால்குலஸ் (Calculus)
te: కాల్క్యులస్
th: แคลคูลัส
tr: Kalkülüs
ug: كالىكۇلىس
uk: Математичний аналіз
ur: کیلکُلس
vi: Giải tích
zh_hans: 微积分
zh_hant: 微積分
zh_hk: 微積分
zu: I-Calculus
